{
  "data": [
    {
      "id": "1467844740821528580",
      "text": "RT @BW: A new breed of “experts” is here to help overworked HR departments navigate these uncharted work-from-home waters. \n\nToo bad no one…"
    },
    {
      "id": "1467843284341084165",
      "text": "A new breed of “experts” is here to help overworked HR departments navigate these uncharted work-from-home waters. Too bad no one knows anything https://t.co/KF7V3FPBe4 via @BW"
    },
    {
      "id": "1467842290911694848",
      "text": "European natural gas futures head for a third session of losses amid expectations for milder weather next week and more liquefied natural gas cargoes coming to the region https://t.co/teCkhl5Q28 https://t.co/eAr6BSXHfM"
    },
    {
      "id": "1467842151526588416",
      "text": "Zimbabwe’s central bank explores creation of a digital currency rather than allowing cryptocurrencies as legal tender https://t.co/GmPXnQPiMb"
    },
    {
      "id": "1467842030692966409",
      "text": "Two decades since China joined the World Trade Organization, another rethinking of global commerce is underway https://t.co/kJdGVHOyBi"
    },
    {
      "id": "1467842029740826634",
      "text": "The Bloomberg 50: These people defined business, entertainment, finance, politics, and science and technology in 2021 https://t.co/cj0CD9PTEY #Bloomberg50 via @BW"
    },
    {
      "id": "1467841980424245249",
      "text": "RT @BloombergLive: LIVE NOW: What's next for Evergrande? @BloombergLive's @yazhous talks with @business' @RChoongWilkins and @endacurran. L…"
    },
    {
      "id": "1467841287722258439",
      "text": "The world could soon face a \"digital Berlin Wall\" if the U.S., EU and China all adopt different tech standards, IMF Managing Director Kristalina Georgieva warns https://t.co/dWgzmJGiN6"
    },
    {
      "id": "1467840262529597440",
      "text": "When Jonah Peretti rings the opening bell on the floor of the Nasdaq Monday, it will mark a major milestone for BuzzFeed https://t.co/C1ImMF4bmn"
    },
    {
      "id": "1467840057197441025",
      "text": "RT @BW: BlackRock, Vanguard, Morgan Stanley, and other Wall Street titans are betting billions that a blend of passive and active is the fu…"
    },
    {
      "id": "1467840037182132235",
      "text": "Stocks exposed to cryptocurrencies plunge in premarket trading https://t.co/VXpp4zsGAJ"
    },
    {
      "id": "1467839060299423756",
      "text": "Germany rolls out a big vaccine push. But is it too late? https://t.co/5KQ4z82MSs"
    },
    {
      "id": "1467837824363905031",
      "text": "RT @kristenvbrown: The most important thing you can know about omicron right now is that we don't know a whole lot yet — and that will take…"
    },
    {
      "id": "1467836240548487168",
      "text": "The U.S. Treasury Department is set to begin developing regulations that could expand reporting requirements for all-cash real estate purchases https://t.co/KMAUuAisZh"
    },
    {
      "id": "1467836038848651266",
      "text": "RT @BloombergLive: SOON: We're discussing Evergrande's recently announced restructuring at 8:00 AM ET on @TwitterSpaces!\n\n💬@endacurran\n \n💬@…"
    },
    {
      "id": "1467834142297661441",
      "text": "Austria inaugurates its third chancellor in three months, appointing Karl Nehammer to the post as the nation fights to contain the latest wave of the coronavirus pandemic https://t.co/4q4IOjB0BL"
    },
    {
      "id": "1467833214224015360",
      "text": "This year, when picking out treasures for everyone on your list, choose a tone that’s anything but serious https://t.co/BJ9RGUgsWj"
    },
    {
      "id": "1467832703726805001",
      "text": "Health officials agree it’s too soon to assess the scale of omicron’s threat https://t.co/dm2eGnQ7WP"
    },
    {
      "id": "1467831445179748365",
      "text": "Crypto investors could be cut out of Britain’s compensation program designed to protect customers against companies that go bust, a new proposal says https://t.co/oi1eP82IxA"
    },
    {
      "id": "1467829436779225090",
      "text": "South Africa’s surge in Covid-19 cases following the emergence of the omicron variant hasn’t overwhelmed hospitals so far https://t.co/Jl8uFQqTPW"
    },
    {
      "id": "1467827924959178755",
      "text": "U.K. Prime Minister Boris Johnson wins a court ruling over the way he dealt with allegations of bullying made against his Home Secretary Priti Patel https://t.co/dM7ascZdaM"
    },
    {
      "id": "1467827088090615811",
      "text": "RT @bopinion: We’re slowly finding out more about the new Covid variant, omicron.\n\n@ghoshworld will be talking to @SamFazeli8 and @ThereseR…"
    },
    {
      "id": "1467826816425644037",
      "text": "Uber loses a bid to challenge a ruling on the working rights of its drivers, meaning the ride-hailing app and its London rivals will have to overhaul their business models https://t.co/a37oJsDV9j"
    },
    {
      "id": "1467826666982494217",
      "text": "The hedge fund run by billionaire Chris Rokos breaks a five-month losing streak, but remains down about 25% this year https://t.co/lV2YRSP29B"
    },
    {
      "id": "1467826340091023369",
      "text": "Denmark’s government plans to reduce fiscal stimulus next year because the economy is in “incredible” shape https://t.co/A3PXimbhZA"
    },
    {
      "id": "1467825938729779201",
      "text": "RT @TheStalwart: THE BIG RISK IS THAT STOCKS GO DOWN\n\nFor today's @markets newsletter, I wrote about our new conversation with Rick Booksta…"
    },
    {
      "id": "1467825912016216066",
      "text": "RT @markets: #5Things \n-Omicron assessment \n-China easing\n-Bitcoin plunge\n-Markets mixed\n-Coming up... \nhttps://t.co/4HhyLQ2kBf https://t.c…"
    },
    {
      "id": "1467825847402967041",
      "text": "RT @BloombergTV: Saudi Arabia raised oil prices for customers in its main markets of Asia and the U.S., despite the spread of the omicron v…"
    },
    {
      "id": "1467825718621085704",
      "text": "RT @flacqua: Happy Monday everyone! Bitcoin losses, omicron, Ukraine &amp; China. And an exclusive interview with @Paschald. Our top stories in…"
    },
    {
      "id": "1467821382071468037",
      "text": "MBank is testing the waters for out-of-court settlements with holders of Swiss-franc mortgages in a bid to end protracted legal dispute https://t.co/RIUriEp7jJ"
    },
    {
      "id": "1467821377382191109",
      "text": "The world’s biggest banks show they plan to stand by their fossil-fuel clients https://t.co/efzEUB3fSB https://t.co/PXj7i6nOUv"
    },
    {
      "id": "1467821375213686785",
      "text": "The F1 title will be decided in the final race for the first time since 1974, AP reports https://t.co/2PpRi3AynW"
    },
    {
      "id": "1467820890733916161",
      "text": "The joint venture that won a contract to run Turkey’s second-busiest airport in Antalya is aiming to borrow $1.7 billion to finance the down payment https://t.co/ERSP4ioHK0"
    },
    {
      "id": "1467819865641832450",
      "text": "There’s a lesson emerging for governments from the Covid pandemic: big spenders make big savings https://t.co/4ejwXq4QHR"
    },
    {
      "id": "1467819633176686595",
      "text": "Feeling sluggish on the job? You may be able to fix that by changing how you’re eating. https://t.co/siYdTgGWQZ via @BW"
    },
    {
      "id": "1467817882352553988",
      "text": "A hard-won agreement reached by Germany’s new coalition government puts climate change at the center of policy making, but these key divisions remain https://t.co/9wrH4bEZ7o"
    },
    {
      "id": "1467816357433679877",
      "text": "Greece’s economic growth accelerates, boosted by a strong tourism season which saw a return to near pre-pandemic levels https://t.co/YSrSMj50Ui"
    },
    {
      "id": "1467815845971861509",
      "text": "Morgan Stanley strategists see the Fed as a bigger threat to stocks than omicron https://t.co/dG5cew1vGK"
    },
    {
      "id": "1467814353449664513",
      "text": "Bitcoin markedly underperformed rivals like Ether with its weekend drop, which may underscore its increased connection with macro developments https://t.co/nxm5ZfCxrO https://t.co/7jUcxav54Y"
    },
    {
      "id": "1467814347980394496",
      "text": "China's central bank cut the amount of cash most banks must hold in reserve, providing a liquidity boost to a slowing economy facing a worsening property slump https://t.co/adVzkUzNuW"
    },
    {
      "id": "1467814347934216196",
      "text": "Saudi Arabia's Crown Prince Mohammed bin Salman starts a tour of Gulf Arab states, the latest in a series of high-level visits seeking to ease tensions in the region https://t.co/KZ2ACwDtAx"
    },
    {
      "id": "1467814100197646345",
      "text": "Bain Capital and Baring Private Equity Asia are among firms considering bids to acquire $2 billion outsourcing business VXI Global from their private equity rival Carlyle Group https://t.co/wd9bHey14L"
    },
    {
      "id": "1467814095470616578",
      "text": "Sweden starts an oil-fired reserve power plant after Poland said it needed help from its neighbors to meet soaring electricity demand https://t.co/OCb8wAqHRG"
    },
    {
      "id": "1467814093079916544",
      "text": "Germany’s incoming chancellor, Olaf Scholz, appoints a high-profile health expert who has taught at Harvard to tackle a brutal surge in Covid-19 infections https://t.co/UkvuyVaBvt"
    },
    {
      "id": "1467813838284226560",
      "text": "Dropping temperatures across Europe push power prices up as increased demand boosts dependence on expensive fossil-fuel plants https://t.co/o844I7glSe"
    },
    {
      "id": "1467813837986574338",
      "text": "BenevolentAI, a U.K. startup that uses artificial intelligence to develop drugs, is going public at a $1.7 billion valuation via a SPAC from brothers Michael and Yoel Zaoui https://t.co/cpQ5f1mD8R"
    },
    {
      "id": "1467812838479646722",
      "text": "Hamilton's win takes thrilling F1 season to final showdown https://t.co/emBYmCopI4"
    },
    {
      "id": "1467811646219464708",
      "text": "A senior UAE royal meets with Iran’s President Ebrahim Raisi in Tehran, marking the highest-level visit in more than a decade https://t.co/xIKr96lvE5"
    },
    {
      "id": "1467811062976237569",
      "text": "Wall Street wants to sell a special index, just for you. https://t.co/QzPENvXNHy"
    },
    {
      "id": "1467810057350000646",
      "text": "Interest rate hikes and the rising cost of living are set to put the brakes on Britain’s booming housing market, according to Barclays https://t.co/PzQeL3BNLC"
    },
    {
      "id": "1467808979099209735",
      "text": "The Riksbank’s plan to keep its asset portfolio intact next year is being chipped away at by more hawkish board members who are concerned about accelerating inflation https://t.co/N3b6ze86Zp"
    },
    {
      "id": "1467806782869360642",
      "text": "President Biden won't have many quick results to show as he touts the $1.2 trillion infrastructure plan to boost Democrats' election chances https://t.co/Of8UvbaIT6"
    },
    {
      "id": "1467806780654854144",
      "text": "Trust firms that have issued at least $5 billion in high-yield products linked to Evergrande are bracing for a cascade of losses https://t.co/TlfTpWS4Wj"
    },
    {
      "id": "1467806551176101888",
      "text": "Evergrande is planning to include all its offshore public bonds and private debt obligations in a restructuring that may rank among the nation's biggest ever, sources say https://t.co/aATJZdPmvx"
    },
    {
      "id": "1467806296539869191",
      "text": "Inflation pressure in Europe is still likely to be temporary, even if it is taking longer than expected for it to slow, says Eurogroup President Paschal Donohoe https://t.co/eSw4E68erS"
    },
    {
      "id": "1467805532526424066",
      "text": "Justin Bieber sang to a packed crowd in Saudi Arabia, even as human rights campaigners and activists called on him to cancel the performance (via AP) https://t.co/e5XBq5upLu"
    },
    {
      "id": "1467804785592127495",
      "text": "On this Odd Lots: Tracy and Joe speak with Richard Bookstaber, author of \"A Demon of Our Own Design,\" about where he sees the biggest risks in the market right now https://t.co/HH81XtVgfM"
    },
    {
      "id": "1467804530817568772",
      "text": "A spat over electricity supplies is heating up in northern Europe https://t.co/JoSxJ8w2zJ"
    },
    {
      "id": "1467803775041740803",
      "text": "These are the ten best luxury cars for tall people https://t.co/B2ypSBKBAv"
    },
    {
      "id": "1467794717647818758",
      "text": "Here's a snapshot of what’s happening with Iran, its nuclear talks and energy markets https://t.co/T9UnbhdI2g"
    },
    {
      "id": "1467794715332468740",
      "text": "December was expected to show the return of major IPOs to Hong Kong after months marked by a drought of big deals, but plans are changing fast and not in a good way https://t.co/zVq6wK2thG"
    },
    {
      "id": "1467794715198341125",
      "text": "Vietnamese online-gaming firm VNG is considering raising fresh funds ahead of a potential U.S. listing, sources say https://t.co/ELcUXAOHrI"
    },
    {
      "id": "1467791325789577216",
      "text": "MTN Uganda shares climb as much as 2.5% in their debut on the Uganda Securities Exchange after an IPO that was undersubscribed by 35% https://t.co/ySPqLmswHK"
    },
    {
      "id": "1467791215798202373",
      "text": "NEW: BlackRock, Vanguard, Morgan Stanley, and other Wall Street titans are betting billions that a blend of passive and active is the future of investing.\n\nRead The Big Take ⬇️ https://t.co/jaSRGn9V6w via @BW"
    },
    {
      "id": "1467786153575297029",
      "text": "Abu Dhabi's Multiply Group raises $13.1 billion in a direct share listing https://t.co/6zbXrdPt8p"
    },
    {
      "id": "1467785899660517377",
      "text": "German startup Everphone, which lends and refurbishes phones for businesses, has been valued at $170 million in a funding round its founder hopes will put it on the route to an IPO https://t.co/N6dIH18zAz"
    },
    {
      "id": "1467785899656232962",
      "text": "London Stock Exchange is buying Quantile for £274 million as it looks to bolster the risk management solutions it offers to traders https://t.co/Uvzxzw5UlA"
    },
    {
      "id": "1467785648409038851",
      "text": "Filipino e-wallet unicorn Mynt is considering a platform that will allow its tens of millions of users to invest in cryptocurrencies and local and global equities https://t.co/3E3Pm6r0K8"
    },
    {
      "id": "1467785149756710913",
      "text": "Hong Kong adds dozens of places to a list requiring 21 days of hotel quarantine — even a country with just one case https://t.co/zcz8djKUHh"
    },
    {
      "id": "1467780699566620674",
      "text": "Goldman and Morgan Stanley are among investors bidding to participate in the IPO of MapmyIndia, sources say https://t.co/ldDT7KRHv8"
    },
    {
      "id": "1467775570247356420",
      "text": "Cash in circulation in Nigeria rose to a record in October despite a push by authorities to encourage cashless transactions and control money supply https://t.co/fahwluZTBp"
    },
    {
      "id": "1467775347924078592",
      "text": "MTN plans to make the use of vaccines mandatory and is prepared to fire employees that do not comply https://t.co/cgcAYCIFUj"
    },
    {
      "id": "1467774069701554176",
      "text": "Decades of cutting costs has made solar power one of the world's cheapest sources of electricity. Now the industry is focusing on breakthrough technologies. https://t.co/XbW4rqANWj"
    },
    {
      "id": "1467770052254576649",
      "text": "South African President Cyril Ramaphosa urges residents to get vaccinated without delay, as the government prepares for a surge in Covid hospitalizations https://t.co/n6YU6cUW1O"
    },
    {
      "id": "1467770052124499968",
      "text": "Gambian President Adama Barrow secures a second term in the biggest test of the country's democracy since dictator Yahya Jammeh's 22-year rule ended https://t.co/VBbvfpUi5k"
    },
    {
      "id": "1467769800105541634",
      "text": "New World Development outlines plans to sell homes at half of their market price in Hong Kong, helping address the city's housing crisis that's become a flashpoint for social grievances https://t.co/KQriy625DF"
    },
    {
      "id": "1467769799925243905",
      "text": "New car registrations in the U.K. rise after four consecutive months of declines, driven by demand for electric vehicles https://t.co/frs3SzRH3L"
    },
    {
      "id": "1467765808143163393",
      "text": "The space rivalry between the U.S. and China is suddenly heating up after a top Chinese scientist said his nation may be able to send astronauts to the moon for the first time by 2030 https://t.co/LttpExGLaM"
    },
    {
      "id": "1467765524427853825",
      "text": "Hedge funds were caught massively offside during last week’s turmoil https://t.co/8cSCa27b8c"
    },
    {
      "id": "1467763510478258176",
      "text": "The U.K.’s biggest business lobby cut its forecasts for growth this year and next as it warned rising costs and shortages are hampering the nation’s recovery https://t.co/a7vQBpPS6V"
    },
    {
      "id": "1467763255657521152",
      "text": "Singapore’s largest opposition party is under pressure after a report showing its leadership allegedly allowed a former lawmaker to maintain a lie that led to her resignation from parliament https://t.co/PsEbihKzl3"
    },
    {
      "id": "1467760448128925699",
      "text": "German factory orders plummeted in October as demand for investment goods declined, putting the economy on a weak footing in the final months of the year https://t.co/sMGfOAtboS"
    },
    {
      "id": "1467760228066283521",
      "text": "The U.K. should remain cautious until officials know the effects of the new omicron variant because it is so easy to pass on, the scientist behind the U.K.’s joint Oxford/AstraZeneca Covid-19 vaccine will warn https://t.co/pgq0KpVUUt"
    },
    {
      "id": "1467760202489421824",
      "text": "Here's a rundown of your top economic news today https://t.co/DktxLJvwzX"
    },
    {
      "id": "1467759973677649923",
      "text": "The Bank of England is preparing to halt its almost £900 billion quantitative easing program, leaving the future of what has become a controversial crisis-fighting tool shrouded in doubt https://t.co/EFQiuBK2kO"
    },
    {
      "id": "1467759719653724161",
      "text": "Iceland is confronting the trouble that comes with having a pension system so successful in amassing savings for future retirees that it was recently rated the best in the world https://t.co/zSFrWBTMpt"
    },
    {
      "id": "1467759491026460674",
      "text": "With limited space to build, Hong Kong has gained a reputation for having some of the smallest and most expensive apartments anywhere in the world https://t.co/ZJXeyttaey via @citylab"
    },
    {
      "id": "1467759237824716801",
      "text": "The Kennedy Center Honors is returning to tradition this year https://t.co/HN51BJfNqh"
    },
    {
      "id": "1467758727524720645",
      "text": "Snarls in the global supply chain have left an estimated 3 million containers idling on ships queued up at ports around the world. That’s where these cargo salvage buyers come in https://t.co/yRnDjM2MNg via @BW"
    },
    {
      "id": "1467756963597541378",
      "text": "South African hospitals are bracing for a surge in admissions as the new omicron variant drives a sharp rise in coronavirus cases and as more evidence emerges about the severity of the illness caused by the strain https://t.co/iNXTYg9nLp"
    },
    {
      "id": "1467753688123023362",
      "text": "China is starting the second round of projects in its massive desert renewable build-out just months after President Xi Jinping unveiled the scheme https://t.co/zMstcwqz5X"
    },
    {
      "id": "1467752926097678338",
      "text": "The U.S. is poised to announce a diplomatic boycott of the Beijing Winter Olympics, CNN reports, a move that will escalate tensions between the world’s two largest economies https://t.co/emEoF0CsNY"
    },
    {
      "id": "1467752443383586824",
      "text": "The U.S. Embassy in Tokyo issued a warning about foreigners being stopped and searched by Japanese police in what it said were suspected to be “racial profiling incidents\" https://t.co/HxaAvCy213"
    },
    {
      "id": "1467750412019195906",
      "text": "RT @BloombergTV: \"We've seen cultural change from TV and film,\" says Carys Taylor from @WeAreALBERT, telling @SarahRapp Blue Planet has cha…"
    },
    {
      "id": "1467749089332838400",
      "text": "Bitcoin losses, omicron concerns, and U.S.-Russia tension\n\nThis is what's moving markets today ⬇️ https://t.co/HmU7vypxNM"
    },
    {
      "id": "1467746399320252420",
      "text": "U.K. Trade Secretary will press the U.S. Commerce Secretary on Tuesday to remove Trump-era tariffs on British steel and aluminum https://t.co/ZjUnTeTVdb"
    },
    {
      "id": "1467744983058890756",
      "text": "The EU is still pursuing piecemeal policies to fight the current wave of Covid-19 as earlier steps prove insufficient https://t.co/Y5Vlck6dfq"
    },
    {
      "id": "1467742620822740994",
      "text": "A small factory to make chips starts at $15 billion. And cost is not even the biggest hurdle https://t.co/IRVdrF7NdJ"
    },
    {
      "id": "1467740343336587265",
      "text": "New Zealand’s yield curve has flattened markedly, signaling that the central bank’s tightening cycle is expected to significantly slow economic growth https://t.co/jYG1ZyyVK6"
    },
    {
      "id": "1467739362158858243",
      "text": "BREAKING: Myanmar sentences Suu Kyi to four years in jail, finding her guilty of inciting dissent in her first trial since her ouster, AFP reports https://t.co/ByNCgazB5T https://t.co/pQIY1UDnRg"
    }
  ],
  "meta": {
    "newest_id": "1467844740821528580",
    "oldest_id": "1467739362158858243",
    "result_count": 100,
    "next_token": "b26v89c19zqg8o3fpdy8io54w5vb8eqi2msy65ew5afst"
  }
}
