{
  "data": [
    {
      "id": "1467458336325046276",
      "text": "RT @jacksayspurple: For our @Telegraph's Christmas Charity Appeal, I was invited to spend the day at @DT_Leeds a few weeks ago and learn ab…"
    },
    {
      "id": "1467458150609698819",
      "text": "✍️ \"The present French government is deliberately trashing the Franco-British relationship, at least as important to France as to us\"  https://t.co/rGeqQAu7lW"
    },
    {
      "id": "1467454537644527618",
      "text": "✍️ The real problem in San Francisco, suggests Michael Shellenberger, is the refusal to prosecute the war on drugs https://t.co/s8XMvoUaCi"
    },
    {
      "id": "1467452631077556225",
      "text": "\"I’ve always loved intelligence... I have intelligence visually, but I didn’t go to good schools. It’s a self-taught thing,\" says Annie Leibovitz https://t.co/l9qPCp2LfU"
    },
    {
      "id": "1467450251543990278",
      "text": "RT @TelegraphBooks: From the Beatles's banal chat to Nina Simone's gum, @neil_mccormick riffles through the year’s canniest music memoirs h…"
    },
    {
      "id": "1467450237824507908",
      "text": "RT @NickSquires1: Italy is to start vaccinating children aged over 5 as the number of infections starts creeping upwards again\nhttps://t.co…"
    },
    {
      "id": "1467450192479801344",
      "text": "RT @JessamyCalkin: I wrote this about Maggie Jencks, who started the wonderful @MaggiesCentres to help people with cancer - one of the char…"
    },
    {
      "id": "1467448833659527169",
      "text": "🇮🇹 With Silvo Berlusconi, Italy would gain a head of state with a criminal record, thanks to his 2013 conviction for tax fraud. \n\nHe would also be a president on trial, as he is still facing criminal charges related to the infamous “bunga bunga” affair https://t.co/gxoJKZ1oWn"
    },
    {
      "id": "1467446377168912386",
      "text": "🇸🇾 There will be no Christmas celebrations for the last three Christians in the Assyrian village of Dizen in northeast Syria https://t.co/9S0hLrg10x"
    },
    {
      "id": "1467443679434625027",
      "text": "🔴 A victim of Jeffrey Epstein has questioned whether former employees knew more than they have disclosed about the scale of the abuse. https://t.co/QXU18kLFlE"
    }
  ],
  "meta": {
    "newest_id": "1467458336325046276",
    "oldest_id": "1467443679434625027",
    "result_count": 10,
    "next_token": "b26v89c19zqg8o3fpdy8ihr8zi9mll17cc17xn8ymwsql"
  }
}
